{
  "advisors": [
    {
      "name": "데이비드 리",
      "photo": "/static/advisors/davidlee.jpg",
      "bio": {
        "__html": "전 넥슨 재팬 대표이사<br>전 넥슨코리아 대표이사<br>Doctor, NYU School of Law"
      },
      "comment": {
        "__html": "인터넷 산업에서는 누구나 플랫폼이 되고 싶어합니다. 그 이유는 독과점적인 포지션에서 발생하는 초과 이윤에 있습니다. Piction Network의 비전은 이러한 산업의 문제점을 근본적으로 혁신하는데 있습니다. 지난 15년간 한국, 미국, 중국에서 게임, 웹툰, e스포츠 등을 통해 성과를 만든  배승익 대표와 그가 이끄는 이 팀의 역량을 믿습니다. 저 역시 그간의 경험과 네트워크를 활용해 Piction Network를 적극적으로 도울 것입니다."
      }
    },
    {
      "name": "장인아",
      "photo": "/static/advisors/iajang.jpg",
      "bio": {
        "__html": "현 스마일게이트 엔터테인먼트 대표<br>현 스마일게이트 메가포트 대표"
      },
      "comment": {
        "__html": "오늘날 콘텐츠 산업은 블록체인에 기반한 변혁의 시대를 마주하고 있습니다. Piction Network는 이 변화의 주인공이 되고자 합니다. 모회사인 Battle Entertainment의 설립부터 지금까지 매순간을 가까이서 지켜보았습니다. 이들은 창의적이고, 열정적이며 과하다 싶을 정도로 하드워킹하는 팀입니다. 이들의 큰 비전과 꿈을 지지합니다."
      }
    },
    {
      "name": "Richard Yun (윤호성)",
      "photo": "/static/advisors/richard.jpg",
      "bio": {
        "__html": "COO, Coinplug<br>Co-founder, Metadium"
      },
      "comment": {
        "__html": "앞으로 블록체인 프로젝트의 성공은 현실 비즈니스에의 적용과 지속가능성에 달려있습니다. 이를 위해서는 오랫동안 쌓아온 업계 경험, 통찰력 및 핵심 기술이 필요합니다. Battle Entertainment가 이끄는 Piction Network는 이러한 필요조건을 갖춘 팀입니다. 그들의 경험과 역량을 기반으로 Piction Network가 현실 문제를 블록체인을 활용하여 풀게 되는 성공적인 사례가 될 것임을 확신합니다."
      }
    },
    {
      "name": "여승환",
      "photo": "/static/advisors/shyeo.jpg",
      "bio": {
        "__html": "스마일게이트홀딩스, 기술지원담당 이사 "
      },
      "comment": {
        "__html": "기술적으로 블록체인은 다음 시대를 이끌 새로운 패러다임입니다. 그리고 성패의 핵심은 개발팀의 기본 역량과 실행력입니다. 바로 이것이 전통적인 질서를 부수고, 새로운 산업 구조를 성공적으로 자리잡게 할 핵심입니다. 지난 5년간 곁에서 지켜보며, Battle Entetainment를 이끌었던 개발팀원들의 면면을 어느 누구보다 잘 알고 있습니다. Piction Network를 구현할 그들은 자신들이 꿈꾸는 목표를 충분히 현실화 할 수 있을 재능과 역량을 갖추었다고 자신있게 말씀드립니다."
      }
    },
    {
      "name": "Shen Rong(沈荣)",
      "photo": "/static/advisors/shenrong.jpg",
      "bio": {
        "__html": "중국 웹소설가 협회, 이사<br>Chairman, China Web Literature Writer's Village"
      },
      "comment": {
        "__html": "불과 몇 년 만에 중국에서는 디지털 컨텐츠 산업에서 독점적 플랫폼이 등장했습니다. 이는 높은 수수료와 진입 장벽으로 인해 꿈과 경력을 쌓기를 포기하는 창작자들로 이어지고 있습니다. 우리가 지금 직면하고 있는 것은 가능성 있는 젊은이들 조차도 작가의 꿈을 포기하고 마는 불행한 현실입니다. 기업을 비난할 일이 아닙니다. 문제는 잘못된 산업 구조입니다. 블록체인 기술을 활용한 Piction Network는 이러한 창작자들이 힘을 되찾고 산업이 옳은 방향으로 갈 수 있도록 할 것임을 확신합니다."
      }
    },
    {
      "name": "박인하",
      "photo": "/static/advisors/ihpark.jpg",
      "bio": {
        "__html": "청강문화산업대학교 만화 콘텐츠스쿨 교수<br>만화가협회 이사"
      },
      "comment": {
        "__html": "시장의 성장과는 별개로 창작자로서 한국의 웹툰, 웹소설 산업은 심각한 위기 상황에 직면해 있습니다. 콘텐츠 산업의 핵심이어야 할 창작자들이 소외되고, 가능성 있는 창작자들은 잘못된 산업의 논리로 데뷔의 기회조차 얻지 못하고 있습니다. Piction Network가 그리는 비전은 그토록 창작자들이 부르짖던 창작자와 독자 중심의 생태계입니다. Piction Network가 실현된다면 작가들은 더 큰 가치를 가져올 수 있는 창작의 자유를 누릴 수 있습니다. 그간 업계에서 보아온 그들의 문제의식, 진정성 그리고 실행력을 믿습니다."
      }
    },
    {
      "name": "최재성",
      "photo": "/static/advisors/jschoi.jpg",
      "bio": {
        "__html": "현 성균관대학교 경제학과 교수<br>펜실베니아대학교 경제학 박사"
      },
      "comment": {
        "__html": "거시 경제학적 관점에서 볼 때 소득 수준의 향상, 여가의 확대, 문화 수준의 향상 등으로 소비자의 취향이 고도화되면서 콘텐츠 시장에서도 새로운 패러다임이 필요해 보입니다. 지금의 대형 플랫폼 중심의 콘텐츠 산업의 구조는 산업화시대의 공급자 위주의 모델로, 현재의 유저들의 다양한 콘텐츠 욕구를 충족시키기 점점 어려워지고 있습니다. 소비자는는 콘텐츠의 다양성을 점점 더 원하고 있습니다. 창작자는 플랫폼에 의존한 콘텐츠 창작에서 탈피하여 유저의 니즈를 데이터 기반으로 보다 면밀히 분석하고 이를 콘텐츠 창작에 반영해야 합니다. 이러한 고민과 문제의식으로부터 Piction Netowrk 비전이 출발하였습니다. 창작자와 유저가 직접 협업하여 콘텐츠가 만들어지는 Piction Network의 생태계 모델은 콘텐츠 시장의 다양성을 획기적으로 개선할 것으로 확신합니다."
      }
    }
  ]
}
